[
    {
        "id": "100048",
        "title": "Abyss Rage",
        "author": "Nariaki Narita",
        "language": "English",
        "description": "A blind boy, Shinobu, lives a peaceful life with the support of his kind teacher and girlfriend, Mikoto, training daily to learn the ancient martial art of self-defense known as “Mibuchi Toshujutsu”. Until one day, when all is stolen from him by a strange visitor who appears at the dojo. This man, defeating both Shinobu and his teacher, steals away Mikoto with him. Three years pass— In order to take back his girlfriend, Shinobu climbs up from the depths of despair, and finds himself at a remote island prison where only the most abominable kind of criminals are housed. There begins a battle royal, a free-for-all fight to the death with the villainous men within!!"
    },
    {
        "id": "100077",
        "title": "AGRAVITY BOYS",
        "author": "Atsushi Nakamura",
        "language": "English",
        "description": "The year 2118... Four young astronauts head out to the stars to find humanity's new frontier...or so they thought! Two days after they depart, earth is devoured by a black hole! Plunged into a destiny they cannot escape, these unique young men reach their destination of Alpha Jumbro and plan to live out the rest of their lives there. How will humanity survive in this wacky space-survival comedy?!"
    },
    {
        "id": "100185",
        "title": "Akane-banashi",
        "author": "Yuki Suenaga / Takamasa Moue",
        "language": "English",
        "description": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words.  Shinta and his daughter Akane have been seduced by this wonderful form of classical entertainment.  Having observed her father strive to pass the shin'uchi rakugo test, Akane will take her own steps into this unique world!"
    },
    {
        "id": "100194",
        "title": "Aliens Area",
        "author": "Fusai Naba",
        "language": "English",
        "description": "Tokyo, Planet Earth... High schooler Tatsumi Tatsunami lost his parents at a young age and now works multiple part-time jobs to live a hectic but peaceful life with his younger siblings. One day his body undergoes a sudden change... And now mysterious beings are showing up at his house! In order to protect the people he holds dear, in order to protect Earth (or \"area\"), Tatsumi must awaken! He better, because \"they\" are already here! Rising star Fusai Naba brings this new cosmic action fantasy series to Shonen Jump!"
    },
    {
        "id": "100043",
        "title": "Blue Flag",
        "author": "Kaito",
        "language": "English",
        "description": "High school senior year, spring—one of life's important forks in the road. Taichi Ichinose finds himself in the same class as Futaba Kuze, who he feels strangely averse to, and his popular childhood friend, Touma Mita. One day, Futaba confides in him her love for Touma, and asks him for help. How will Taichi respond? This new “pure” love story begins as the three are colored in the emotions of youth."
    },
    {
        "id": "100237",
        "title": "Apple to Orange",
        "author": "Benishoga",
        "language": "English",
        "description": "The story centers around Tomo, a part-timer in a supermarket who aspires to be a rockstar like his idol, James Rosario."
    },
    {
        "id": "100174",
        "title": "Diamond in the Rough",
        "author": "Nao Sasaki",
        "language": "English",
        "description": "A world where \"stone\" is at the center. Akaboshi, an ore craftsman visits an underground village and meets a boy whose left foot is petrified. The boy's goal is to find the man with a three-line piercing but he holds a secret...?! The two of them set off on a journey to save his family!"
    },
    {
        "id": "100053",
        "title": "Arata Primal: The New Primitive",
        "author": "Katsutoshi Murase / Daisuke Oikawa",
        "language": "English",
        "description": "The key to save the world is in the primeval period!? Connecting the present and the past. Burning passion opens up the future!! A primeval survival mystery that passes through time and civilization!!"
    },
    {
        "id": "100001",
        "title": "Assassination Classroom",
        "author": "Yusei Matsui",
        "language": "English",
        "description": "Meet the would-be assassins of class 3-E: Sugino, who let his grades slip and got kicked off the baseball team. Karma, who's doing well in his classes but keeps getting suspended for fighting. And Okuda, who lacks both academic and social skills, yet excels at one subject: chemistry. Who has the best chance of winning that reward? Will the deed be accomplished through pity, brute force or poison...? And what chance does their teacher have of repairing his students' tattered self-esteem?"
    },
    {
        "id": "100155",
        "title": "assassin's creed : cinders",
        "author": "Of youth and defeat",
        "language": "English",
        "description": "<<Honorable Mention>>Draw the game! Two major brands collaborate for a manga competition! Jump and top game publisher Ubisoft team up for a new manga competition! Four of Ubisoft's biggest games: Assassin's Creed, Watch Dogs, The Division and Far Cry are used as source material. Here are the 5 award-winning works!"
    },
    {
        "id": "100197",
        "title": "Astra Lost in Space",
        "author": "Kenta Shinohara",
        "language": "English",
        "description": "Itʼs the first day of Planet Camp, and Aries Spring couldnʼt be more excited! She, along with eight other strangers, leave for Planet McPa for a weeklong excursion. Soon after they arrive, however, a mysterious orb appears and transports them into the depths of space, where they find an empty floating spaceship…"
    },
    {
        "id": "100099",
        "title": "Ayakashi Triangle",
        "author": "Kentaro Yabuki",
        "language": "English",
        "description": "Japan may be brimming with mysterious monsters called ayakashi, but they have a special exorcist ninja force to counter the threat! Young exorcist ninja Matsuri spends his days fighting ayakashi to protect his childhood friend Suzu. But when an ayakashi cat named Shirogane shows up, things get turned upside down! Legendary mangaka Kentaro Yabuki returns to Shonen Jump with this new fantasy series full of ayakashi and romance!"
    },
    {
        "id": "100180",
        "title": "Ayashimon",
        "author": "Yuji Kaku",
        "language": "English",
        "description": "Maruo, a boy starved for battle, meets Urara, a girl trying to escape from underworld thugs... A supernatural yakuza story by Yuji Kaku, the creator of?Hell's Paradise: Jigokuraku!"
    },
    {
        "id": "100002",
        "title": "Bakuman。",
        "author": "Tsugumi Ohba / Takeshi Obata",
        "language": "English",
        "description": "Moritaka is hesitant to seriously consider Akito's proposal because he knows how difficult reaching the professional level can be. Still, encouragement from persistent Akito and motivation from his crush push Moritaka to test his limits!"
    },
    {
        "id": "100061",
        "title": "Beast Children",
        "author": "Kento Terasaka",
        "language": "English",
        "description": "Blood, guts and glory! You can find it all on the rugby field. A young man is about to be introduced to the sport of rugby in this brand-new series!"
    },
    {
        "id": "100228",
        "title": "Beat & Motion",
        "author": "Naoki Fujita",
        "language": "English",
        "description": "The winner of the MILLION TAG manga competition! A new era of manga begins with this series about the struggle and joy of creating art. Anime and music collide in this new series about growing up and reaching for your dreams!"
    },
    {
        "id": "100141",
        "title": "Black Clover",
        "author": "Yuki Tabata",
        "language": "English",
        "description": "Di dunia tempat sihir adalah segalanya, Asta terlahir sebagai yatim piatu yang miskin dan tidak bisa menggunakan sihir. Ia bercita-cita menjadi \"Kaisar Sihir\", posisi untuk penyihir terkuat, demi membuktikan kemampuannya dan menepati janji dengan seorang teman! Perjuangan seorang pemuda dalam meraih cita-cita, menjadi hidup lewat gambar yang menawan di kisah fantasi sihir ini!"
    },
    {
        "id": "100004",
        "title": "Bleach",
        "author": "Tite Kubo",
        "language": "English",
        "description": "Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a Soul Reaper and member of the mysterious Soul Society. While fighting a Hollow, an evil spirit that preys on humans who display psychic energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family; but much to her surprise, Ichigo absorbs every last drop of her energy. Now a full-fledged Soul Reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits and, along with Rukia--who is slowly regaining her powers--it's Ichigo's job to protect the innocent from Hollows and help the spirits themselves find peace."
    },
    {
        "id": "100245",
        "title": "Blooming Love",
        "author": "Daichi Kawada",
        "language": "English",
        "description": "One day, when I was making school supplies in the art room, a very scary-looking girl was staring at me...!? Crafts girl vs. art boy romantic comedy!!"
    },
    {
        "id": "100157",
        "title": "Blue Box",
        "author": "Kouji Miura",
        "language": "English",
        "description": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!"
    },
    {
        "id": "100005",
        "title": "Blue Exorcist",
        "author": "Kazue Kato",
        "language": "English",
        "description": "Raised by Father Fujimoto, a famous exorcist, Rin Okumura never knew his real father. One day a fateful argument with Father Fujimoto forces Rin to face a terrible truth--the blood of the demon lord Satan runs in Rin's veins! Rin swears to defeat Satan, but doing that means entering the mysterious True Cross Academy and becoming an exorcist himself. Can Rin fight demons and keep his infernal bloodline a secret? It won't be easy, especially when drawing his father's sword releases the demonic power within him!"
    },
    {
        "id": "100088",
        "title": "Bone Collection",
        "author": "Jun Kirarazaka",
        "language": "English",
        "description": "In a world swarming with yokai demons... One day, mediocre exorcist Kazami encounters a beautiful girl named Paira. But who is she?! And could the seemingly useless Kazami actually have a special ability? Get ready for a new generation of yokai battle comedy manga!"
    },
    {
        "id": "100006",
        "title": "Boruto: Naruto Next Generations",
        "author": "Masashi Kishimoto / Mikio Ikemoto / Ukyo Kodachi",
        "language": "English",
        "description": "Years have passed since Naruto and Sasuke teamed up to defeat Kaguya, the progenitor of chakra and the greatest threat the ninja world has ever faced. Times are now peaceful and the new generation of shinobi has not experienced the same hardships as its parents. Perhaps that is why Boruto would rather play video games than train. However, one passion does burn deep in this ninja boy’s heart, and that is the desire to defeat his father!"
    },
    {
        "id": "100125",
        "title": "Build King",
        "author": "Mitsutoshi Shimabukuro",
        "language": "English",
        "description": "Tonkachi and Renge live on mysterious Hammer Island, a place where no human should be able to survive. The two are carpenters who build houses for the island's inhabitants, but what are their special powers? And what are their dreams? Construction soon begins on this megabuild of a battle fantasy story!"
    },
    {
        "id": "100113",
        "title": "Burn the Witch",
        "author": "Tite Kubo",
        "language": "English",
        "description": "The one-shot that ran in August 2018 to celebrate the 50th anniversary of Shonen Jump is back two years later as a new series and anime! Bleach's Tite Kubo returns with a brand-new tale of a Reverse London filled with witches and dragons!"
    },
    {
        "id": "100159",
        "title": "Candy Flurry",
        "author": "Ippon Takegushi / Art by Santa Mitarashi",
        "language": "English",
        "description": "Toy Toy Candy--eat one of these magical sweets and gain candy powers. This isn't a dream, it's reality. And because of it, Tokyo was destroyed. Tsumugi is a lollipop user, the same candy that brought Tokyo to ruin. And she can't have anyone finding that out! But what will she do when she runs into a criminal sweets-user who's out of control?! This unique candy-coated battle comedy manga is now ready to snack on!"
    },
    {
        "id": "100203",
        "title": "Captain Velvet Meteor: The Jump+ Dimensions ~The Beginning~",
        "author": "Rinaldo Wirz / Masato Ichishiki",
        "language": "English",
        "description": "An introductory one-shot for the hit game \"Captain Velvet Meteor: The Jump+ Dimensions\" available now!"
    },
    {
        "id": "100037",
        "title": "Chainsaw Man",
        "author": "Tatsuki Fujimoto",
        "language": "English",
        "description": "Denji harbors a chainsaw devil within him. The world is introduced to Chainsaw Man, but...?!"
    },
    {
        "id": "100162",
        "title": "Choujin X",
        "author": "Sui Ishida",
        "language": "English",
        "description": "Karya terbaru Sui Ishida””!! Aksi pertempuran adikuasa para “Choujin”!!"
    },
    {
        "id": "100216",
        "title": "Cipher Academy",
        "author": "Nisioisin / Yuji Iwasaki",
        "language": "English",
        "description": "Iroha is an average student newly enrolled in Cipher Academy, a Spartan school where students must crack code after code after code with barely enough time to catch their breath! Then a mysterious person named Kogoe gives Iroha an unusual pair of glasses with a crazy secret behind them!"
    },
    {
        "id": "100007",
        "title": "Claymore",
        "author": "Norihiro Yagi",
        "language": "English",
        "description": "A village is gripped by fear and paranoia when a Yoma claims six lives. The Claymore who is sent to slay the creature isn't what the villagers expect at all. In fact, she seems more monster than human."
    },
    {
        "id": "100051",
        "title": "Curtain's up, I'm off",
        "author": "Akitaka Imakoshi",
        "language": "English",
        "description": "Subaru Yoshii is an anxious and socially awkward boy. Upon transferring to a new school, he meets a fellow freshman, a boy known as “Prince”! Subaru doesn’t know it yet, but a new world is waiting for him behind the stage curtain in this thrilling high school theater story!"
    },
    {
        "id": "100171",
        "title": "Dandadan",
        "author": "Yukinobu Tatsu",
        "language": "English",
        "description": "Ghosts, monsters, aliens, teen romance, battles...and the kitchen sink! This series has it all! Takakura, an occult maniac who doesn't believe in ghosts, and Ayase, a girl who doesn't believe in aliens, try to overcome their differences when they encounter the paranormal! This manga is out of this world!"
    },
    {
        "id": "100064",
        "title": "Dear Sa-chan",
        "author": "Iori Asaga",
        "language": "English",
        "description": "Dear Sa-chan, if only I’d had sex with you that time, perhaps I wouldn’t have wandered down this disastrous path. A story of true love and it’s downfall, brought to life by an unconventional protege."
    },
    {
        "id": "100008",
        "title": "Death Note",
        "author": "Tsugumi Ohba / Takeshi Obata",
        "language": "English",
        "description": "Light tests the boundaries of the Death Note's powers as L and the police begin to close in. Luckily Light's father is the head of the Japanese National Police Agency and leaves vital information about the case lying around the house. With access to his father's files, Light can keep one step ahead of the authorities. But who is the strange man following him, and how can Light guard against enemies whose names he doesn't know?"
    },
    {
        "id": "100251",
        "title": "Demon Lord Exchange!!",
        "author": "Riya Hozmi",
        "language": "English",
        "description": "Hero Filina’s party is on the brink of annihilation in the face of a powerful Demon Lord. The almighty demon proposes to spare their lives on one condition - that he may swap bodies with the hero for a year. Atty, a Priest and Filina’s childhood friend, naturally objects to the proposal, but Filina agrees to the terms to protect her companions. Thus begins a new journey for the Demon Lord, naive to the ways of the world, and the quirky group of adventurers, as they set out to vanquish the new Demon Lord once and for all...!!"
    },
    {
        "id": "100009",
        "title": "Demon Slayer: Kimetsu no Yaiba",
        "author": "Koyoharu Gotouge",
        "language": "English",
        "description": "Learning to destroy demons won’t be easy, and Tanjiro barely knows where to start. The surprise appearance of another boy named Giyu, who seems to know what’s going on, might provide some answers—but only if Tanjiro can stop Giyu from killing his sister first!"
    },
    {
        "id": "100244",
        "title": "Do Retry",
        "author": "Jun Kirarazaka",
        "language": "English",
        "description": "In postwar Japan, war orphan Aozora will swing his fists to protect his little sister!"
    },
    {
        "id": "100247",
        "title": "Dodsleie",
        "author": "Kenta",
        "language": "English",
        "description": "Through the timid whispers of time, echoes of a stormy past resonate into the present, seeking brave adventurers thirsty for glory.  The voices call you to a place beyond the horizon, a place of unimaginable legend. A place that holds the power to fulfill your darkest dreams, and no one who has set foot there has ever lived. A place that the universe cries out and calls \"DODSLEIE\"! Its name is nothing but an ominous warning to those who seek it. Will you be able to get there and come back alive to become a legend? Or will you be one of those who have fallen along the way? A mysterious young girl with hair the color of the midday sky and a strange fox from this mythical place confront their destiny.  They are about to embark on the greatest odyssey of their time."
    },
    {
        "id": "100146",
        "title": "Don't Blush, Sekime-san!",
        "author": "Shigure Tokita",
        "language": "English",
        "description": "His girlfriend is super popular, but he's the only one who sees her turn bright-red! A rom-com about a boy and his over-embarrassed girlfriend!"
    },
    {
        "id": "100182",
        "title": "Doron Dororon",
        "author": "Gen Osuka",
        "language": "English",
        "description": "Humans are under threat from mysterious monsters called mononoke. Dora Sasaki is unbeatable in a fight, and in order to keep a promise to his deceased mother, he aspires to be an anti-mononoke samurai. However, everything changes when he meets a kind-hearted mononoke named Kusanagi. Welcome to this dark fantasy story of humans and monsters!"
    },
    {
        "id": "100060",
        "title": "Double Taisei",
        "author": "Kentaro Fukuda",
        "language": "English",
        "description": "Genius shogi player Taisei Amado has a secret...Kentaro Fukuda, the creator of Devilyman and Shinigiwa, brings his beautiful art to a shogi story that you won't be able to put down!"
    },
    {
        "id": "100010",
        "title": "Dr. STONE",
        "author": "Riichiro Inagaki / Boichi",
        "language": "English",
        "description": "One fateful day, all of humanity was petrified by a blinding flash of light. After several millennia, high schooler Taiju awakens and finds himself lost in a world of statues. However, he's not alone! His science-loving friend Senku's been up and running for a few months and he's got a grand plan in mind?to kickstart civilization with the power of science!"
    },
    {
        "id": "100073",
        "title": "Dr. STONE Reboot: Byakuya",
        "author": "Riichiro Inagaki / Boichi",
        "language": "English",
        "description": "What did humanity's final astronaut, Byakuya Ishigami, do when he saw everyone on earth turn to stone from the international space station? A special side story written and drawn by Boichi Sensei himself! The first simultaneous series and side story serialization in Weekly Shonen Jump history!"
    },
    {
        "id": "100011",
        "title": "Dragon Ball",
        "author": "Akira Toriyama",
        "language": "English",
        "description": "Before there was Dragon Ball Z, there was Akira Toriyama's action epic Dragon Ball, starring the younger version of Son Goku and all the other Dragon Ball Z heroes! Meet a naive young monkey-tailed boy named Goku, whose quiet life changes when he meets Bulma, a girl who is on a quest to collect seven \"Dragon Balls.\" If she gathers them all, an incredibly powerful dragon will appear and grant her one wish. But the precious orbs are scattered all over the world, and Bulma needs Goku's help (and his super-strength)! With a magic staff for a weapon and a flying cloud for a ride, Goku sets out on the adventure of a lifetime..."
    },
    {
        "id": "100012",
        "title": "Dragon Ball Super",
        "author": "Akira Toriyama / Toyotarou",
        "language": "English",
        "description": "Having defeated Boo, Goku is starting to get bored with his life on Earth. His wife, Chi-chi, wants him to get a job, but all he wants to do is train and fight stronger enemies. Elsewhere in the universe, the God of Destruction, Beerus, and his attendant Whis are traveling from planet to planet in search of food and entertainment. After blowing up some hapless victims, Beerus is reminded of a man from his dreams with the moniker “Super Saiyan God,” or something like that... The God of Destruction sets his sights on Earth to track down this mysterious man! Maybe this will give Goku something to do?"
    },
    {
        "id": "100052",
        "title": "Dricam!!",
        "author": "Yu Chiba",
        "language": "English",
        "description": "“Drifting is a sport!” Rin Todoroki, a natural drifting genius, just wants to put driving aside and live out a normal, comfy university life. What will happen when she is confronted by the automobile club, or “auto” for short? Students who’ve put it all on the line… their stories start here!!"
    },
    {
        "id": "100186",
        "title": "Earthchild",
        "author": "Hideo Shinkai",
        "language": "English",
        "description": "A regular person falls in love with a superhero who protects Earth! In terms of circumstances, ability, experience--they are from two different worlds, but they get to know each other, support each other, and then... A unique love story on a planetary scale now begins!"
    },
    {
        "id": "100075",
        "title": "East, Into The Night",
        "author": "ANGYAMAN",
        "language": "English",
        "description": "The eternal darkness which people call “night”.  Long long ago, there was an opposite to this “night”. Something far brighter than the light of their lamps, the light of hope for humanity. Seek out the forgotten “morning”."
    },
    {
        "id": "100104",
        "title": "Hard-Boiled Cop and Dolphin",
        "author": "Ryuhei Tamura",
        "language": "English",
        "description": "Meet hard-boiled cop Boyle Samejima. He's just been assigned to the remote Ogasawara Islands. There he finds coworkers, a mysterious young girl and a dolphin for a partner?! Cop x girl x ocean! Welcome to the craziest hard-boiled cop story you'll ever read!"
    },
    {
        "id": "100165",
        "title": "The Hunters Guild: Red Hood",
        "author": "Yuki Kawaguchi",
        "language": "English",
        "description": "The winner of the 14th Gold Future Cup rookie manga competition now launches as a full series! Unique art captures the unfolding battle between hunters and werewolves. Who will win this battle to the death, man or beast? This grim fantasy tale with tons of style begins the hunt in Shonen Jump!"
    },
    {
        "id": "100084",
        "title": "Guardian of the Witch",
        "author": "Asahi Sakano",
        "language": "English",
        "description": "In a world full of Evils, humanity's only hope is the inhuman power of the witches. The city of Berne is on the frontline of the demons and there to protect it is the witch Manasfa and the kingdom's strongest knight Fafner. But what cruel fate awaits these two? A dark fantasy story featuring witches and knights begins now!"
    },
    {
        "id": "100119",
        "title": "Ron Kamonohashi: Deranged Detective",
        "author": "Akira Amano",
        "language": "English",
        "description": "This unusual duo brings the hidden truth into the light! Ron Kamonohashi, a private investigator with serious issues, and Totomaru Ishiki, a pure-hearted but dim police detective, team up to solve the most baffling mysteries! A thrilling detective story for a new generation from Akira Amano, creator of \"Reborn!\" and \"?ldlive\"!"
    },
    {
        "id": "100071",
        "title": "'Tis Time for \"Torture,\" Princess",
        "author": "Robinson Haruhara / Hirakei",
        "language": "English",
        "description": "A princess held captive, subjected to merciless tortures by the Hellhorde!"
    },
    {
        "id": "100116",
        "title": "Hokkaido Gals Are Super Adorable!",
        "author": "Kai Ikada",
        "language": "English",
        "description": "High school boy Tsubasa moves to Kitami City up in Hokkaido, where he meets a \"gal\" at a bus stop. The sight of her standing alone against the white snowscape, bare-legged despite the freezing cold, captures his heart."
    },
    {
        "id": "100179",
        "title": "Even If You Slit My Mouth",
        "author": "Akari Kajimoto",
        "language": "English",
        "description": "The Kuchisake-onna, Miroku-san is the bride-to-be of high schooler K?ichi Sano to regain her powers?! And for some reason, K?ichi is totally on board with the engagement… The exciting life of the Kuchisake-onna at the mercy of her high schooler fiance starts now!"
    },
    {
        "id": "100114",
        "title": "Excuse me dentist, it's touching me!",
        "author": "Yamazaki Sho",
        "language": "English",
        "description": "A human drama between a villany-faced yakuza and a dominant dentist! Give it a read and maybe your \"wall\" will be broken down...?!"
    },
    {
        "id": "100220",
        "title": "Fabricant 100",
        "author": "Daisuke Enoshima",
        "language": "English",
        "description": "There was once a doctor fixated on creating the \"ideal human being.\" After the doctor's death, his fabricant creations start attacking humans in order to attain the perfect body. When Ashibi Yao's entire family is murdered by these fabricants, he sets out on a journey of revenge accompanied by the doctor's final creation, Fabricant 100. This dark fairy tale launches only in the pages of Shonen Jump!"
    },
    {
        "id": "100013",
        "title": "Food Wars!: Shokugeki no Soma",
        "author": "Yuto Tsukuda / Shun Saeki / Yuki Morisaki",
        "language": "English",
        "description": "Soma Yukihira's old man runs a small family restaurant in the less savory end of town. Aiming to one day surpass his father's culinary prowess, Soma hones his skills day in and day out until one day, out of the blue, his father decides to enroll Soma in a classy culinary school! Can Soma really cut it in a school that prides itself on a 10 percent graduation rate? And cacn he convince the beautiful, domineering heiress of the school that he belongs there at all?!"
    },
    {
        "id": "100219",
        "title": "GENDER X BORDER",
        "author": "mzhiro",
        "language": "English",
        "description": "In the far future, men and women live separately on 2 different nations. For years, they fight wars across country borders. However, who would have thought, the only thing that could stop this WAR is a WARdrobe."
    },
    {
        "id": "100109",
        "title": "GHOST REAPER GIRL",
        "author": "Akissa Saike",
        "language": "English",
        "description": "A new series from the creator of?Rosario+Vampire?with artwork that's beyond this dimension! Chloe dreams of being an actress, but her path to success may be closed as she's now twenty-eight with very little to show for it. However, she does happen to have a special occult body type!"
    },
    {
        "id": "100204",
        "title": "Ghostbuster Osamu",
        "author": "Getabako",
        "language": "English",
        "description": "Vengeful spirit is a mass of emotions that clings to this world with a grudge. In the growing modern world, vengeful spirits with various \"grudges\" were born, and there were also exorcists who specialized in that particular field. The wild \"shitty big emotion\" that the exorcist Osamu faces is... a fangirl?! She loves manga and anime, and she calms raging spirits. A gag series featuring a contemporary exorcist!"
    },
    {
        "id": "100208",
        "title": "Ginka & Glüna",
        "author": "Shinpei Watanabe",
        "language": "English",
        "description": "This story begins deep on a snowy mountain...  Glüna lives alone until the day she meets a mysterious snowman named Ginka. In order to see the outside world, Glüna is determined to learn magic from Ginka and leave the mountains. \"As long as we're together, nothing is impossible!\" Where will their fun adventure take them?! Now begins a magical fantastic journey like you've never seen!"
    },
    {
        "id": "100014",
        "title": "Haikyu!!",
        "author": "Haruichi Furudate",
        "language": "English",
        "description": "After losing his first and last volleyball match against Tobio Kageyama, \"the King of the Court,\" Shoyo Hinata swears to become his rival after graduating middle school. But what happens when the guy he wants to defeat ends up being his teammate?!"
    },
    {
        "id": "100136",
        "title": "Haikyu!! re-edition",
        "author": "Haruichi Furudate",
        "language": "English",
        "description": "After losing his first and last volleyball match against Tobio Kageyama, \"the King of the Court,\" Shoyo Hinata swears to become his rival after graduating middle school. But what happens when the guy he wants to defeat ends up being his teammate?!"
    },
    {
        "id": "100243",
        "title": "Handsome Must Die",
        "author": "Astra Ashima",
        "language": "English",
        "description": "Yuri- a high school student so handsome she has the other girls tripping over their feet and calling her a prince. But behind closed doors, she’s a total idol-fangirl! Her biggest bias? Ryo-kun from the popular group “Handsome Guys”. A chance encounter with Ryo after one of his concerts turns Yuri’s world upside down when she finds herself suddenly thrust into the world of idols- disguised as a guy?! What wayward shenanigans lie ahead in her comedic journey through stardom?"
    },
    {
        "id": "100152",
        "title": "HAPPY VAAS DAY",
        "author": "Hiromu Nagase",
        "language": "English",
        "description": "<<Grand prize>>Draw the game! Two major brands collaborate for a manga competition! Jump and top game publisher Ubisoft team up for a new manga competition! Four of Ubisoft's biggest games: Assassin's Creed, Watch Dogs, The Division and Far Cry are used as source material. Here are the 5 award-winning works!"
    },
    {
        "id": "100057",
        "title": "HEART GEAR",
        "author": "Tsuyoshi Takaki",
        "language": "English",
        "description": "In a ruined world, a human girl, Roue, and a gear Zett, live a humble life. Then one day, they encounter a mysterious new gear, Chrome... Now all three of them live together like a family, but then…"
    },
    {
        "id": "100039",
        "title": "Hell Warden Higuma",
        "author": "Natsuki Hokami",
        "language": "English",
        "description": "When fugitives from hell trouble the living, it's time for Higuma to go to work! Aided by his numerous sets of floating hands, he's tasked with busting evil spirits that have possessed people. If you have a friend who's suddenly changed for the worse, call Higuma!"
    },
    {
        "id": "100040",
        "title": "Hell's Paradise: Jigokuraku",
        "author": "Yuji Kaku",
        "language": "English",
        "description": "Even an invincible killer may not be able to survive Hell’s Paradise!"
    },
    {
        "id": "100139",
        "title": "The Elusive Samurai",
        "author": "Yusei Matsui",
        "language": "English",
        "description": "Yusei Matsui, creator of Assassination Classroom and Neuro: Supernatural Detective, is back! Set in feudal Japan in between the Kamakura and Muromachi periods, our hero Hojo Tokiyuki is a boy on the run that history all but forgot! When the Kamakura shogunate is overthrown by Ashikaga Takauji, Tokiyuki's family and standing are visciously taken away from him, and he must flee to the far reaches of the land to survive and seek out his revenge!"
    },
    {
        "id": "100117",
        "title": "High School Family: Kokosei Kazoku",
        "author": "Ryo Nakama",
        "language": "English",
        "description": "Spring is in the air, and Kotaro is about to begin his first year of high school. He's full of hope and anticipation of a wonderful life at his new school, only to have his dreams crushed by...his family?!?Isobe Isobee Monogatari ~ Ukiyo wa Tsuraiyo?creator Ryo Nakama's latest series combines family and school life gags, making it feel familiar but also fresh and new. This new genre of comedy will be sure to make the grade!"
    },
    {
        "id": "100063",
        "title": "Hina Change",
        "author": "Gaku Kajikawa",
        "language": "English",
        "description": "Two childhood friends, Hina and Ren, shared a magic that could \"swap minds.\" But one fateful day in high school, Ren impulsively uses Hina's body to approach the one he loves! A story of broken taboos and secret love."
    },
    {
        "id": "100031",
        "title": "Hinomaru Sumo",
        "author": "Kawada",
        "language": "English",
        "description": "The weak sumo club of Odachi High School welcomes a new \"small\" member, Hinomaru Ushio. Everyone thinks he's too small for this sport, where having a \"big\" and \"heavy\" body is crucial, until they reveal his past! The goal is to become a yokozuna, the highest rank in sumo wrestling. Fired up high school sumo begins now!"
    },
    {
        "id": "100015",
        "title": "Hunter x Hunter",
        "author": "Yoshihiro Togashi",
        "language": "English",
        "description": "Gon might be a country boy, but he has high aspirations. Despite his Aunt Mito's protests, Gon decides to follow in his father's footsteps and become a legendary Hunter. The Hunter hopefuls begin their journey by storm-tossed ship, where Gon meets Leorio and Kurapika, the only other applicants who aren't devastated by bouts of seasickness. Having survived the terrors of the high seas, Gon and his companions now have to prove their worth in a variety of tests in order to find the elusive Exam Hall. And once they get there, will they ever leave alive...?"
    },
    {
        "id": "100224",
        "title": "I SOLD MY BODY TO A GOD",
        "author": "Furiouzly",
        "language": "English",
        "description": "In the city called \"Neo-Olympus\" where gods and humans intertwined, a mysterious guy sells his mana to gods for a living..."
    },
    {
        "id": "100144",
        "title": "i tell c",
        "author": "Kazusa Inaoka",
        "language": "English",
        "description": "Fight poison with poison! Risa Aioi is a detective with a most unusual prediliction. Her investigative techniques verge on the criminal, pushing viscious criminals to turn themselves in! Ultra irregular! A unique take on the crime-suspense genre!"
    },
    {
        "id": "100254",
        "title": "Ice-Head Gill",
        "author": "Ikuo Hachiya",
        "language": "English",
        "description": "In the land of ashen snow known as Great Ice, a young man named Gill Sol has been chased from the capital for some reason.  On northern Urchin island, Gill uses his axe skills to work for the lord Mela, but someone has come looking for him... Use your axe to defy destiny! The adventure of the ice boy now begins!"
    },
    {
        "id": "100217",
        "title": "Ichigoki's Under Control!!",
        "author": "Seiji Hayashi",
        "language": "English",
        "description": "Ichigoki is a regular kid who can't wait to start high school. But an unexpected encounter with the fists of an eastern lowland gorilla that has escaped from the zoo results in his death...  He somehow regains consciousness only to discover that he's become a fullmetal-bodied cyborg?! Thus begins cyborg Ichigoki's wacky and aggravating misadventures with Misao, his mad scientist friend from childhood! A coming-of-age, buddy, gag manga from Seiji Hayashi, creator of I'm From Japan and Chikyuu Ningen Tera-chan!"
    },
    {
        "id": "100032",
        "title": "I'm From Japan",
        "author": "Seiji Hayashi",
        "language": "English",
        "description": "Tokio Abiko has left his hometown in Yamagata prefecture to enter school in the great metropolis of Tokyo. On his first day, he encounters one of his classmates, a strange boy called Japan Hinomoto. Tokio soon realizes that Japan is the master of a very peculiar martial art – Todofu-ken: the Metro-erritorial Pre-fist-ure Style! With each of the 47 styles themed after a prefecture of Japan, enjoy a hilarious and unique tour of the country!"
    },
    {
        "id": "100153",
        "title": "Inside",
        "author": "saimotoki",
        "language": "English",
        "description": "<<Second prize>>Draw the game! Two major brands collaborate for a manga competition! Jump and top game publisher Ubisoft team up for a new manga competition! Four of Ubisoft's biggest games: Assassin's Creed, Watch Dogs, The Division and Far Cry are used as source material. Here are the 5 award-winning works!"
    },
    {
        "id": "100225",
        "title": "Jiangshi X",
        "author": "Norihiko Kurazono",
        "language": "English",
        "description": "A silent darkness threatens a thousand years of peace... Who can stand up to great evil...and Jiangshi?! Young warriors, become the light that defeats despair! Welcome to this new Chinese battle fantasy series!"
    },
    {
        "id": "100229",
        "title": "Jinrui-Shoku: Blight of Man",
        "author": "Mitsuchiyomaru / Yuki Sato",
        "language": "English",
        "description": "“You just die one day and turn into a mummy!” Mysterious mummified corpses that people have nicknamed “Mummily-sans” keep being found one after another, causing a lot of fuss. One day, a boy named Seita notices that his friend is acting strangely…?! Don’t miss this thrilling suspense story about an invasion by the unknown!"
    },
    {
        "id": "100016",
        "title": "JoJo's Bizarre Adventure: Part 1--Phantom Blood",
        "author": "Hirohiko Araki",
        "language": "English",
        "description": "Young Jonathan Joestar’s life is forever changed when he meets his new adopted brother, Dio. For some reason, Dio has a smoldering grudge against him and derives pleasure from seeing him suffer. But every man has his limits, as Dio finds out. This is the beginning of a long and hateful relationship!"
    },
    {
        "id": "100072",
        "title": "JoJo's Bizarre Adventure: Part 2--Battle Tendency",
        "author": "Hirohiko Araki",
        "language": "English",
        "description": "JoJo's Bizarre Adventure is a groundbreaking manga famous for its outlandish characters, wild humor and frenetic battles. A multigenerational tale of the heroic Joestar family and their never-ending battle against evil!"
    },
    {
        "id": "100148",
        "title": "JoJo's Bizarre Adventure: Part 3--Stardust Crusaders",
        "author": "Hirohiko Araki",
        "language": "English",
        "description": "A fiendish villain once thought to be dead has resurfaced and become even more powerful! To fight this evil, the aging Joseph Joestar enlists the help of his hot-blooded grandson, Jotaro Kujo. Together they embark on a perilous adventure that will take them around the world!"
    },
    {
        "id": "400002",
        "title": "Jujutsu Kaisen",
        "author": "Gege Akutami",
        "language": "English",
        "description": "Yuuji Itadori adalah salah seorang anggota Klub Peneliti Hal Gaib di sekolahnya yang cekatan serta memiliki fisik yang tangguh. Pada suatu hari, segel \"Benda Terkutuk\" yang tersimpan di sekolahnya terlepas, dan mengundang para monster yang disebut \"Makhluk Kutukan\" di sana! Akan tetapi, pertemuannya dengan pemuda bernama Megumi Fushiguro yang ditugaskan untuk mencari \"Benda Terkutuk\" itu, mengantarkannya dalam masalah yang lebih rumit lagi!"
    },
    {
        "id": "100142",
        "title": "KAIJU NO.8 (Monster #8)",
        "author": "Naoya Matsumoto",
        "language": "English",
        "description": "Seorang pria yang bekerja di tempat yang jauh berbeda dengan impian masa kecilnya, terlibat dalam peristiwa yang tidak terduga..!  Setelah berubah menjadi monster, pria itu pun mencoba untuk kembali mengejar impiannya..!"
    },
    {
        "id": "100240",
        "title": "Kill Blue",
        "author": "Tadatoshi Fujimaki",
        "language": "English",
        "description": "The new series from the creator of Kuroko's Basketball! Can a legendary assassin redo his life as a middle schooler?!"
    },
    {
        "id": "100246",
        "title": "Kindergarten WARS",
        "author": "You Chiba",
        "language": "English",
        "description": "Welcome to Kindergarten Noir, an exclusive school catering to children of the global elite. Rita, one of the teachers, has been on the hunt for a boyfriend but has had absolutely zero luck so far. One day, an assassin comes after one of the children...and he’s totally dreamy?! Dive into this action-packed rom-com as it unfolds inside the world’s “safest” kindergarten!"
    },
    {
        "id": "100045",
        "title": "KoLD8: King of the Living Dead",
        "author": "Pageratta",
        "language": "English",
        "description": "Zombies occupied Japan in only a month. To avoid being infected by zombies, Eito Hasaba, along with his mother and younger sister, head for a \"sector,\" a blockaded safe zone. But soon after their arrival, Eito gets seriously injured during a disagreement and is thrown out of the sector. With his consciousness dimming, Eito sees a pack of zombies coming and resigns himself to his fate. But what does he discover when he wakes up? A story of a living dead anti-hero begins."
    },
    {
        "id": "100170",
        "title": "Kubo Won't Let Me Be Invisible",
        "author": "Nene Yukimori",
        "language": "English",
        "description": "First year high schooler Junta Shiraishi is a mob character who goes unnoticed even when he's standing right next to you. But his classmate, \"heroine-level beauty\" Kubo, always notices him and is there to tease him. Anyone can become special to someone, but it might be a little too early to call these feelings \"love.\" Perhaps this story is still two-steps from being a romantic comedy--let's call it a sweet comedy where a background character becomes visible!"
    },
    {
        "id": "100137",
        "title": "Kuroko's Basketball",
        "author": "Tadatoshi Fujimaki",
        "language": "English",
        "description": "When incoming first-year student Taiga Kagami joins the Seirin High basketball team, he meets Tetsuya Kuroko, a mysterious boy who’s plain beyond words. But Kagami’s in for the shock of his life when he learns that the practically invisible Kuroko was once a member of “the Miracle Generation”—the undefeated, legendary team—and he wants Kagami’s help taking down each of his old teammates!"
    },
    {
        "id": "100156",
        "title": "kuroneko yawa × UBISOFT",
        "author": "katsuho imai",
        "language": "English",
        "description": "<<UBI special award>>Draw the game! Two major brands collaborate for a manga competition! Jump and top game publisher Ubisoft team up for a new manga competition! Four of Ubisoft's biggest games: Assassin's Creed, Watch Dogs, The Division and Far Cry are used as source material. Here are the 5 award-winning works!"
    },
    {
        "id": "100068",
        "title": "Mission: Yozakura Family",
        "author": "Hitsuji Gondaira",
        "language": "English",
        "description": "Taiyo Asano is a super shy high school student and the only person he can talk to is his childhood friend, Mutsumi Yozakura. It turns out that Mutsumi is the daughter of the ultimate spy family! Even worse, Mutsumi is being harassed by her overprotective, nightmare of a brother, Kyoichiro. What drastic steps will Taiyo have to take to save Mutsumi?! A spy family comedy - the mission begins!"
    },
    {
        "id": "100044",
        "title": "LAND LOCK",
        "author": "Ai Odahara",
        "language": "English",
        "description": "Ryo was an average high school student until a plane he was on crashed in a frozen wasteland. Now, there’s no telling if help will come, and the surviving passengers are already fighting among themselves. Nonetheless, Ryo struggles to find a way to work together and save everyone, but could there be a secret reason for these circumstances that he’s unaware of? Written and drawn by Ai Odahara, Land Lock is a full-color survival thriller manga!Odahara, Land Lock is a full-color survival thriller manga!"
    },
    {
        "id": "100183",
        "title": "Magilumiere Co. Ltd.",
        "author": "Sekka Iwata / Yu Aoki",
        "language": "English",
        "description": "“Magical Girl”— A profession that undertakes the work of exterminating a kind of natural disaster called “Kaii.” Kana Sakuragi, a female college student who struggles with job hunting, is picked up by a magical girl startup company and…?! Magical Girl work-life starts now!"
    },
    {
        "id": "100102",
        "title": "Magu-chan: God of Destruction",
        "author": "Kei Kamiki",
        "language": "English",
        "description": "The God of Destruction Magu Menueku has been summoned by the Chaos Cult. Humanity's last hope is the honorable Holy Knights! The battle to save mankind...took place hundreds of years ago... But now a girl out in the country named Ruru releases the legendary god of destruction who had been trapped in a magical jewel! Will the natto-eating, destruction beam-blasting Magu-chan fill the world with complete chaos? This heart-warming, destructive comedy series is ready to explode onto the scene!"
    },
    {
        "id": "100198",
        "title": "Make the Exorcist Fall in Love",
        "author": "Aruma Arima/Masuku Fukayama",
        "language": "English",
        "description": "A boy was chosen by god to become the world's strongest exorcist and to face deadly demons in battle.  Burdened with the fate of humanity, all he really wants to do is quietly bake sweets, when one day a certain girl enters his life…  A story of love and hope blooming during a bloody holy war!"
    },
    {
        "id": "100190",
        "title": "MARRIAGETOXIN",
        "author": "Joumyaku / Mizuki Yoda",
        "language": "English",
        "description": "A hitman and a marriage swindler set out on the world’s most grueling battle for marriage! Gero is a young man from a clan of hitmen, which has been in existence for hundreds of years. As someone who’s never gone to school and lived his life dealing in the dark side of the business, he considers himself to have “no prospects with women” and marriage as “something not for him.” However, one day, in fear that their lineage would dissolve, his clan warns Gero that if he doesn’t marry and produce an heir, they would have no choice but to…force his little sister into doing “that.” Driven to his wits’ end, Gero asks the target of his work, a marriage swindler, to…"
    },
    {
        "id": "100253",
        "title": "Martial Master Asumi",
        "author": "Kawada",
        "language": "English",
        "description": "Kawada Sensei, the creator of Hinomaru Sumo, returns to Shonen Jump! Nito is living a quiet high school life while taking care of his disabled grandpa, but thanks to an encounter with a schoolmate striving to be a pro female MMA fighter, his life is about to flip. Sometimes, you just have to fight! This serious MMA story is an all-out battle!"
    },
    {
        "id": "100083",
        "title": "Mashle: Magic and Muscles",
        "author": "Hajime Komoto",
        "language": "English",
        "description": "This is a world of magic where magic is used for everything. But deep in the forest exists a young man who spends his time training and bulking up. He can't use magic, but he enjoys a peaceful life with his father. But one day, his life is put in danger! Will his muscular body protect him from the magic users who are out to get him?  Powerfully trained muscles crush magic as this abnormal magical fantasy begins!"
    },
    {
        "id": "100108",
        "title": "Me & Roboco",
        "author": "Shuhei Miyazaki",
        "language": "English",
        "description": "The year is 20XX... A time when every household owns cute maid robots known as OrderMaids. Average grade-schooler Bondo dreams of having his very own robot. But what he got was... Unable to compute!!! Life is gonna get a whole lot weirder when Roboco, the most powerful clumsy maid ever created, shows up at his door!"
    },
    {
        "id": "100218",
        "title": "Me and my gangster neighbour",
        "author": "Momose Wataru",
        "language": "English",
        "description": "The long-awaited new work of Momose Wataru, the author of the highly acclaimed anime \"Romantic Killer\" which is currently airing on Netflix! The story follows Yuuhi, an elementary school student who is home-sitting alone every day.  One day, all of a sudden, his neighbor, Mr. Aoi, who lives upstairs, falls in his room leaving a hole in the ceiling. Yuuhi finds out that his neighbor is a cool looking man with a secret side he doesn’t want anyone to know. What does he want to hide so badly? The comedy about a good-looking gangster and a kind-hearted boy and their secret is ready to start!"
    },
    {
        "id": "100250",
        "title": "METAL SOULS",
        "author": "ddmarkk",
        "language": "English",
        "description": "In a world plagued with random appearances of Kaiju, the Sentinels are the task force created to stop them. Recently the Kaiju attacks have become more prominent and the sentinels who have been losing in the war against the kaiju attempt to turn the tide by creating a weapon. Kaine is chosen to be the pilot of this weapon, also known as its soul. Will Kaine be able to live up to the expectations put on him and save the world?"
    },
    {
        "id": "100069",
        "title": "Mitama Security: Spirit Busters",
        "author": "Tsurun Hatomune",
        "language": "English",
        "description": "High school student Rena has always been able to see ghosts. She's gotten so used to it by now that it doesn't even bother her anymore. But suddenly, a SecuREIty agent name Mitama appears and vows to protect Rena! This action comedy series is out of this world!"
    },
    {
        "id": "100202",
        "title": "Moebana",
        "author": "Hidari Yokoyama",
        "language": "English",
        "description": "High-schooler Tsukumo Fukakusa is obsessed with an anime about human characters based on flowers. He secretly enjoys looking at the flower arrangements displayed in front of the back entrance of his school. Then, one day, his knowledge of flowers is noticed by the ikebana club, who suddenly recruit him!  This otaku, guided by his favorite idol character, enters the world of flower arranging!  Thus begins this ikebana youth drama!"
    },
    {
        "id": "100049",
        "title": "Moon Land",
        "author": "Sai Yamagishi",
        "language": "English",
        "description": "Mitsuki Amahara is an avid gymnast in his third year of middle school, but it's not until the final middle school competition that he competes for the first time. There, he is taken aback by the stunning performance of Sakura Dogase, a member of a renowned club. What will Mitsuki do in order to get closer to his goal...?!"
    },
    {
        "id": "100087",
        "title": "Moriking",
        "author": "Tomohiro Hasegawa",
        "language": "English",
        "description": "Third-grader Shota Aikawa's pet beetle evolves from a larva to a pupa to a superhot human! The wacky adventures of the Aikawa family and the fabulous beetle who would be king now begins! You're gonna LARVA this new comedy manga!"
    },
    {
        "id": "100249",
        "title": "My Girlfriend Gives Me Goosebumps!",
        "author": "Shunsuke Iino",
        "language": "English",
        "description": "Meet Haruka Kawatsuji, a young boy who miraculously survived a fall from his apartment's balcony as a child. Unfortunately, despite his best efforts to find that same thrill in sports and horror movies, he's never quite managed to feel as alive since. However, that may all be about to change in a fateful encounter with one very eccentric girl!"
    },
    {
        "id": "400001",
        "title": "My Hero Academia",
        "author": "Kohei Horikoshi",
        "language": "English",
        "description": "Di sebuah dunia tempat orang-orang memiliki kekuatan super yang disebut dengan \"Quirk\"... Seorang penggemar Hero bernama Izuku Midoriya yang bercita-cita mengikuti jejak Hero No. 1 di dunia, \"All Might\", malah divonis tidak bisa memiliki Quirk! Inilah awal perjalanannya menggapai impian untuk menjadi Hero No. 1 di dunia!"
    },
    {
        "id": "100042",
        "title": "Nano Hazard",
        "author": "Shosho Kurihara / Kazaana",
        "language": "English",
        "description": "Enjou Shuuto's dream was always to become a detective and take down the scumbag who killed his father. As practice, he takes on the local bullies at every opportunity... only to get his butt handed to him. But what happens when rogue nanobots descend on his neighborhood, \"enhancing\" their hosts with deadly results? Brought to you by the tag-team of best-selling author Kurihara Showshow and Jump Rookie! award-winner Kaza Ana!"
    },
    {
        "id": "100018",
        "title": "Naruto",
        "author": "Masashi Kishimoto",
        "language": "English",
        "description": "Twelve years ago the Village Hidden in the Leaves was attacked by a fearsome threat. A nine-tailed fox spirit claimed the life of the village leader, the Hokage, and many others. Today, the village is at peace and a troublemaking kid named Naruto is struggling to graduate from Ninja Academy. His goal may be to become the next Hokage, but his true destiny will be much more complicated. The adventure begins now!"
    },
    {
        "id": "100213",
        "title": "Naruto: Konoha's Story—The Steam Ninja Scrolls: The Manga",
        "author": "Masashi Kishimoto/Sho Hinata/Natsuo Sai",
        "language": "English",
        "description": "The Naruto spin-off novel is now a manga series! The retired Kakashi and Guy head to a hot springs in the Land of Hot Water with their bodyguard, Sarutobi Mirai! A story connecting two generations through the power of bonds!"
    },
    {
        "id": "100212",
        "title": "Naruto: Sasuke's Story—The Uchiha and the Heavenly Stardust: The Manga",
        "author": "Masashi Kishimoto/Jun Esaka/Shingo Kimura",
        "language": "English",
        "description": "Uchiha Sasuke heads for an astronomical observatory, far from the Land of Fire. There, he syncs up with Sakura, and together they dive into an undercover investigation in search of traces of the Sage of Six Paths! The two are soon drawn into a deadly conspiracy! The popular spin-off novel, now as a manga series!"
    },
    {
        "id": "100038",
        "title": "ne0;lation",
        "author": "Tomohide Hirao / Mizuki Yoda",
        "language": "English",
        "description": "Let's face it--civilization as we know it is dependant on computers. And hackers take full advantage of this. But ne0's a hacker for good! Together with his tough guy partner Daigo, they take on the bad guys by hacking or old-fashioned skull cracking!"
    },
    {
        "id": "100166",
        "title": "Neru: Way of the Martial Artist",
        "author": "Minya Hiraga",
        "language": "English",
        "description": "Meet Neruma Isami, more commonly known as Neru. His martial artist grandfather left behind a book which serves as his only guide for his solitary training. Neru's about to finish middle school and is totally unsure about his future. But everything changes when meets the mysterious martial artist Akebi Haiba. She leads Neru to a high school where the toughest fighters have assembled. This martial arts high school action series now begins!"
    },
    {
        "id": "100147",
        "title": "Nine Dragons' Ball Parade",
        "author": "Mikiyasu Kamada / Ashibi Fukui",
        "language": "English",
        "description": "Hakuo Gakuin's mighty baseball team consistently makes it to Koshien, and Tamao Azukida dreams of making the team. To achieve his goal, Tamao does extensive research and undergoes a strict daily training regimen. But at tryouts, Tamao meets the enigmatic genius pitcher Tao Ryudo, and the course of his destiny may be forever changed! If people aren't laughing, then you're not dreaming big enough! A new baseball tale for the era begins!"
    },
    {
        "id": "100019",
        "title": "Nisekoi: False Love",
        "author": "Naoshi Komi",
        "language": "English",
        "description": "It’s hate at first sight—or rather a knee to the head at first sight —when Raku Ichijo meets Chitoge Kirisaki! Unfortunately, Raku’s gangster father arranges a false love match between Raku and their rival gang leader’s daughter, who just so happens to be Chitoge! Raku’s searching for his childhood sweetheart from ten years ago, however, with a pendant around his neck as a memento...but he can't even remember the girl’s name or face!"
    },
    {
        "id": "100248",
        "title": "Nue's Exorcist",
        "author": "Kota Kawae",
        "language": "English",
        "description": "Yajima has been able to see spirits since he was small. At his new school is a room that nobody else can see. And inside is a spirit who loves playing video games. A new modern exorcist saga now begins!"
    },
    {
        "id": "100118",
        "title": "Our Blood Oath",
        "author": "Kazu Kakazu",
        "language": "English",
        "description": "Last year's acclaimed one-shot that graced the pages of Weekly Shonen Jump returns as a brand new series! Kazu Kakazu's elegantly drawn tale of vampire siblings and the oath that binds them now begins!"
    },
    {
        "id": "100140",
        "title": "One Piece",
        "author": "Eiichiro Oda",
        "language": "English",
        "description": "Tepat sebelum ajalnya, \"Sang Raja Bajak Laut Legendaris\", Gold Roger, mengumumkan bahwa dia telah menyembunyikan harta karunnya di sebuah tempat di dunia ini... Kata-katanya tersebut telah membawa dunia menuju zaman kejayaan bajak laut! Dan kini, seorang pemuda bernama Luffy, telah memulai perjalanannya untuk menemukan harta karun tersebut, dan menjadi sang raja bajak laut!"
    },
    {
        "id": "100030",
        "title": "One Piece re-edition",
        "author": "Eiichiro Oda",
        "language": "English",
        "description": "As a child, Monkey D. Luffy was inspired to become a pirate by listening to the tales of the buccaneer \"Red-Haired\" Shanks. But Luffy's life changed when he accidentally ate the Gum-Gum Devil Fruit and gained the power to stretch like rubber...at the cost of never being able to swim again! Years later, still vowing to become the king of the pirates, Luffy sets out on his adventure...one guy alone in a rowboat, in search of the legendary \"One Piece,\" said to be the greatest treasure in the world..."
    },
    {
        "id": "100231",
        "title": "ONI: Road to be the Mightiest Oni Episode ZERO",
        "author": "Takahashi Hideki",
        "language": "English",
        "description": "Shueisha Games & Clouded Leopard Entertainment are proud to introduce a new limited edition manga based on the upcoming game! ONI: Road to be the Mightiest Oni is a bold adaptation of Momotaro, the Japanese fairytale about a young warrior who travels to Demon Island to confront the Oni (demons or ogres) who terrorize the countryside. ONI dares to look at the other side of this seminal story through the eyes of a diminutive Oni and question the true meaning of justice in a world where humans and monsters live together."
    },
    {
        "id": "100115",
        "title": "Phantom Seer",
        "author": "Togo Goto / Kento Matsuura",
        "language": "English",
        "description": "If something strange and mysterious occurs, you should go to him. They say he has psychic powers, but convincing him to actually help deal with fierce phantoms may be a challenge. A Gold Future Cup winner, this spine-tingling, horror one-shot now returns as a full series!"
    },
    {
        "id": "100021",
        "title": "Platinum End",
        "author": "Tsugumi Ohba / Takeshi Obata",
        "language": "English",
        "description": "Mirai's once-great life turned to hell after his family was killed in a mysterious accident. But now that an angel is on his side, things might be looking up. With his newly received angelic powers, can Mirai get over his tragic past and find true happiness…?"
    },
    {
        "id": "100175",
        "title": "PPPPPP",
        "author": "Mapollo 3",
        "language": "English",
        "description": "Kuon Otogami was a genius pianist whose name is among the greatest in the annals of the music world. He had seven children who also all became genius pianists. All seven except for the one named Lucky that is. This is the miraculous story of a regular kid taking on godly talent!"
    },
    {
        "id": "100181",
        "title": "Protect Me, Shugomaru!",
        "author": "Daiki Ihara",
        "language": "English",
        "description": "Being a bodyguard isn't easy, especially when you’re a danger to everyone around you!"
    },
    {
        "id": "100214",
        "title": "Romantic Killer",
        "author": "Wataru Momose",
        "language": "English",
        "description": "Gamer girl Anzu's days of playing with her cat and eating chocolate are interrupted by a magical fairy named Riri who curses her to spend her days in a world of shojo manga tropes. Can Anzu fend off all the hot guys who keep showing up, or is she destined to fall in love?"
    },
    {
        "id": "100070",
        "title": "Rosario + Vampire Season II",
        "author": "Akihisa Ikeda",
        "language": "English",
        "description": "Average human teenager Tsukune accidentally enrolls at a boarding school for monsters--no, not jocks and popular kids, but bona fide werewolves, witches and unnameables out of his wildest nightmares! On the plus side, all the girls have a monster crush on him. On the negative side, all the boys are so jealous they want to kill him! And so do the girls he spurns, because he only has eyes for one of them--the far-from-average vampire Moka. On the plus side, Moka only has glowing red eyes for Tsukune. On the O-negative side, she also has a burning, unquenchable thirst for his blood..."
    },
    {
        "id": "100022",
        "title": "Rosario+Vampire",
        "author": "Akihisa Ikeda",
        "language": "English",
        "description": "All-around average student Tsukune can't get accepted to any high school save one...but on his first day, he finds therestof the student body doesn't appear average in the least. Best of all, the cutest girl on campus can't wait to fling her arms around his neck! Wait a sec'--are those herteetharound his neck too...? Tsukune's going to have one heck of a hickey when he gets home from Monster High! But does he have a chance in H-E-double-hockey-sticks of raising his grades at a school where the turf war isn't between the jocks and the nerds but thevampiresand thewerewolves? LESSON ONE: VAMPIRES QUIZ WHAT'S THE BEST COURSE OF ACTION WHEN A PERT CLASSMATE ATTEMPTS TO SNACK ON YOUR JUGULAR?a. Run for your life and the sanctity of your soulb. Invite her out for a strawberry soda, heavy on the syrupc. Scream like a boy and hide in the principal's officed. Let her have a few sips while you check out her spectacular quadriceps"
    },
    {
        "id": "100196",
        "title": "RuriDragon",
        "author": "Masaoki Shindo",
        "language": "English",
        "description": "The story of a young dragon girl being lazy, doing her best...and being lazy again. A new series begins!"
    },
    {
        "id": "100023",
        "title": "Rurouni Kenshin",
        "author": "Nobuhiro Watsuki",
        "language": "English",
        "description": "One hundred and forty years ago in Kyoto, with he coming of the American \"Black Ships,\" there arose a warrior who, felling men with his bloodstained blade, gained the name Hitokiri, manslayer! His killer blade helped close the turbulent Bakumatsu era and slashed open the progressive age known as Meiji. Then he vanished, and with the flow of years, became legend."
    },
    {
        "id": "100223",
        "title": "Ruthless Render",
        "author": "ddmarkk",
        "language": "English",
        "description": "Ever heard of the saying \"there's power in the tongue\"? well, in this world where things and creatures can literally be spoken into existence, a boy named castiel uses his powers of unknown origins to help fight creatures and beings from the darkest/most twisted of nightmares as he struggles to find himself in order to understand who or what he truly is."
    },
    {
        "id": "100127",
        "title": "SAKAMOTO DAYS",
        "author": "Yuto Suzuki",
        "language": "English",
        "description": "Taro Sakamoto was the ultimate assassin, feared by villains and admired by hitmen. But one day...he fell in love! Retirement, marriage, fatherhood and then... Sakamoto gained weight! The chubby guy who runs the neighborhood?store is actually a former legendary hitman! Can he protect his family from danger? Get ready to experience a new kind of action comedy series!"
    },
    {
        "id": "100059",
        "title": "Samurai 8: The Tale of Hachimaru",
        "author": "Masashi Kishimoto / Akira Okubo",
        "language": "English",
        "description": "He can't run! He can't eat hard food. You can't get any weaker than the boy named Hachimaru. But his dream is to become a samurai. For a boy who can't even survive without the help of his father, that dream seemed impossible. But when a samurai cat appears before him, his whole life will change! A legendary manga creator and a rising star come together to bring you this science fiction samurai epic!"
    },
    {
        "id": "100222",
        "title": "Scrap Circus",
        "author": "Pablo Dias",
        "language": "English",
        "description": "Secret agent from the government meets John Mills, a 12 years old boy who can create anything."
    },
    {
        "id": "100024",
        "title": "Seraph of the End: Vampire Reign",
        "author": "Takaya Kagami / Yamato Yamamoto / Daisuke Furuya",
        "language": "English",
        "description": "After trumpets of the apocalypse proclaim the fall of humanity, vampires arise from the shadows to rule the earth. Yuichiro wants just one thing--to get revenge by killing each and every vampire.\nYuichiro's dream is near-impossible, given that vampires are seven times stronger than humans, and the only way to kill them is by mastering Cursed Gear, advanced demon-possessed weaponry. Not to mention that humanity's most elite Vampire Extermination Unit, the Moon Demon Company, wants nothing to do with Yuichiro unless he can prove he's willing to work in a team--which is the last thing he wants!"
    },
    {
        "id": "100234",
        "title": "Service Wars",
        "author": "Tsurun Hatomune",
        "language": "English",
        "description": "In a shopping district of closed shutters and turned keys, Ajimaru, a lone Chinese restaurant, bravely faces its impending closure. Everything changes when they serve up a free meal to the starving Nasunosuke, wandering waiter extraordinaire, who might be just what they need to spice up their shop!"
    },
    {
        "id": "100236",
        "title": "Shibatarian",
        "author": "Katsuya Iwamuro",
        "language": "English",
        "description": "In the spring of my third year of middle school, I found Shibata buried beneath a sakura tree. We watched movies and became fast friends, even planned to make a movie together for the school festival...but no one at school seemed to know him. I will discover Shibata and the whole world will turn into Shibata. This is a story of, by, and for Shibata. Now showing in a theater near you."
    },
    {
        "id": "100178",
        "title": "Show-ha Shoten!",
        "author": "Akinari Asakura/Takeshi Obata",
        "language": "English",
        "description": "A high schooler who submits jokes to radio shows and a former child actor aim for the top of the comedy world! A new series with art by Takeshi Obata! Two boys aim for the top of the comedy world!"
    },
    {
        "id": "100195",
        "title": "Skeleton Double",
        "author": "Tokaku Kondo",
        "language": "English",
        "description": "A man dies a mysterious death just outside Shinjuku Station. Eight years later, his son, Yodomi Arakawa, is leading a tranquil life until he meets…an invisible man?! And to learn the truth behind his father's death, Yodomi will have to become invisible himself..."
    },
    {
        "id": "100047",
        "title": "Soloist in A Cage",
        "author": "Shiro Moriya",
        "language": "English",
        "description": "This is a prison where every single prisoner is housed, an inescapable cage, which has grown to the size of being considered a “city”. Born and raised in that bleak and snowy city, a young girl lives alone with her baby brother. What will be their fate…? Their story of hope and struggle begins here—"
    },
    {
        "id": "100050",
        "title": "Spotless Love: This Love Cannot Be Any More Beautiful.",
        "author": "Otaro Maijo / Arata Momose",
        "language": "English",
        "description": "I have an obsession with cleanliness—maybe that's why the girls in my class hate me. One day, they locked me inside the Yukimura house, which is famous in our neighborhood for being packed with garbage. But there, I met the boy I was destined to be with..."
    },
    {
        "id": "100143",
        "title": "SPY×FAMILY",
        "author": "Tatsuya Endo",
        "language": "English",
        "description": "“Twilight,” seorang mata-mata yang hebat, setiap hari menjalankan misi rahasia untuk menciptakan dunia yang lebih baik. Suatu hari, dia mendapatkan perintah baru yang sangat sulit. Demi misi itu, dia harus memiliki keluarga sementara dan memulai hidup baru sebagai seorang ayah!  Mata-mata x Aksi x Komedi keluarga istimewa!"
    },
    {
        "id": "100199",
        "title": "Stage S",
        "author": "Tomoya Harikawa",
        "language": "English",
        "description": "Meguru Ukiyo has fallen for his childhood friend, Sara Tatsumi. One day, he stumbles across a white snake that…says it can see the future?! A promising up-and-comer makes a bold serialized debut!"
    },
    {
        "id": "100227",
        "title": "Stan for Salvation",
        "author": "Osamu Kozuki",
        "language": "English",
        "description": "Angels descend upon Japan! They’ve come to deliver the Japanese people from demons, who have taken the music industry by storm. But their master plan is to shoot for stardom as idols?! Enjoy Osamu Kozuki’s stupefying new comedy series!"
    },
    {
        "id": "100041",
        "title": "Summer Time Rendering",
        "author": "Yasuki Tanaka",
        "language": "English",
        "description": "Upon hearing of Ushio's death, Shinpei returns to his hometown of Wakayama City on Hitogashima and reunites with his childhood friend's family. The funeral goes smoothly, but under the surface something strange is brewing on the island. What mysteries await him on this secluded summer island?"
    },
    {
        "id": "100233",
        "title": "Sun in the Abyss",
        "author": "Dương Đức",
        "language": "English",
        "description": "A story of a girl who gave her heart in search of her brother in the deepest land of darkness, where it snows for eternity."
    },
    {
        "id": "100192",
        "title": "Super Smartphone",
        "author": "Hiroki Tomisawa / Kentaro Hidano",
        "language": "English",
        "description": "What would you do if you had a smartphone that let you look up anything? Secret documents, security camera footage, a certain person's text messages, where people dropped money... This smartphone lets you do the impossible! Jump's newest suspense thriller begins!"
    },
    {
        "id": "100187",
        "title": "Takopi’s Original Sin",
        "author": "Taizan 5",
        "language": "English",
        "description": "Takopi travels from his home of Happy Planet to spread happiness across Earth, but meets the unsmiling Shizuka upon landing. Her friends at school and home life seem to be the source of her somber expression—and the pure-hearted Takopi is determined to change things for the better! But what truths await him when the curtains rise in this shocking drama?!"
    },
    {
        "id": "100033",
        "title": "Teenage Renaissance! David",
        "author": "Yuushin Kuroki",
        "language": "English",
        "description": "While he may resemble a world famous work of art, David is just your average high school student attending Lovure High School.This awkward boy, flustered by puberty, has fallen in love with his classmate Venus. What kind of troubles will the rocky road to romance have in store…?!Even Michelangelo would be shocked! An outrageous comedy in the everyday life of a teenager!!"
    },
    {
        "id": "100239",
        "title": "Tenmaku Cinema",
        "author": "Yuto Tsukuda / Shun Saeki / Yuki Morisaki",
        "language": "English",
        "description": "The exciting new series from the creators of Food Wars! Extreme movie-lover Hajime Shinichi and the ghost of the mysterious genius screenwriter Takihiko Tenmaku--their meeting will provide some serious plot twists! It's ready, set, action for this coming-of-age series!"
    },
    {
        "id": "100025",
        "title": "Terra Formars",
        "author": "Ken-ichi Tachibana / Yu Sasuga",
        "language": "English",
        "description": "After humanity’s first manned mission to the Red Planet was lost, a second expedition arrives. The explorers prepare to exterminate the cockroaches that were used to transform the Martian environment, but are shocked to discover that the insects have mutated into giant, aggressive humanoids with one overriding goal—exterminate the humans! However, this crew of explorers has each undergone the “Bugs Procedure,” terrifying experimental surgery designed to make them more than human…"
    },
    {
        "id": "100207",
        "title": "The Dark Doctor Ikuru",
        "author": "Hechi",
        "language": "English",
        "description": "A catastrophic event has thrust the world into an age where disease begets disease. Ostracized for his unconventional treatment methods, the dark Doctor Ikuru is stricken with an immortalizing disease. On a desperate mission to die, he must save a world desperate to live. This medical science-fiction adventure will go to the very edge of humanity and back in one man's search for an ending to his suffering, all while saving the world he wishes to leave."
    },
    {
        "id": "100210",
        "title": "The Game Devil",
        "author": "Kakunoshin Futsuzawa",
        "language": "English",
        "description": "Shrouded in pixels, reality becomes a video game! There’s no going back! Real-life permadeath on ultra-difficulty, let the game begin!!"
    },
    {
        "id": "100215",
        "title": "The Ichinose Family's Deadly Sins",
        "author": "Taizan 5",
        "language": "English",
        "description": "Tsubasa Ichinose is a middle schooler who loses his memory in an accident. He is able to safely reunite with his family, but is soon faced with a new shocking reality... What is going on with this family?! From the creator of Takopi's Original Sin comes a new kind of dramatic story!"
    },
    {
        "id": "100184",
        "title": "The Kajiki Chef: Divine Cuisine",
        "author": "Sanami Suzuki",
        "language": "English",
        "description": "In this world, there exists monsters called Kajiki. They are huge and scary, for they were created to be eaten by gods. However, they are also very delicious…! Let the battles between monstrous food and a young chef begin!"
    },
    {
        "id": "100054",
        "title": "The Last Saiyuki",
        "author": "Daijiro Nonoue",
        "language": "English",
        "description": "Returning from school, third-grader Ryunosuke is introduced to a young girl. His father tells him that she will be his little sister starting that day. Her name is Koharu. She is blind and her arms and legs are prosthetics. She holds within her a power beyond human understanding... A bizarre and fantastic Saiyuki story for a new generation!"
    },
    {
        "id": "100235",
        "title": "The Pension Life Vampire",
        "author": "Shoichi Taguchi",
        "language": "English",
        "description": "Vampires and werewolves... One day, Eri, a \"revision officer\" who hunts down things that are said to resent mankind, wanders into a pension run by a mysterious girl. The encounter between a girl whose existence was denied and a legendary vampire. She won't change the world, but she can become kind. A heartwarming house administration comedy begins now!"
    },
    {
        "id": "100026",
        "title": "The Promised Neverland",
        "author": "Kaiu Shirai / Posuka Demizu",
        "language": "English",
        "description": "Emma, Norman and Ray are the brightest kids at the Grace Field House orphanage. And under the care of the woman they refer to as “Mom,” all the kids have enjoyed a comfortable life. Good food, clean clothes and the perfect environment to learn—what more could an orphan ask for? One day, though, Emma and Norman uncover the dark truth of the outside world they are forbidden from seeing."
    },
    {
        "id": "100046",
        "title": "The Sign of Abyss",
        "author": "Maya Takamura",
        "language": "English",
        "description": "\"Humans are born with \"signs\" that grant them access to the magic that flows throughout the world. When a young prince uses his sign to massacre an entire city, how will he ever find redemption? His is the story that begins from the deepest despair.\""
    },
    {
        "id": "100242",
        "title": "The Soul Spewing Wielder",
        "author": "Isagi Mizunaga",
        "language": "English",
        "description": "One day, a high school boy who just wants to be popular encounters a cute girl being attacked by the spirit of a fallen warrior! He rushes in to save her, only to suddenly lose consciousness…? Check out this explosive occult x battle comedy!!"
    },
    {
        "id": "100074",
        "title": "The Vertical World",
        "author": "Kuu Tanaka",
        "language": "English",
        "description": "A world stretching down from the heavens: the Vertical World. There lives a boy named Ruska, who finds himself fascinated by the world below. One day he sees a girl falling from the sky above, straight towards the bottom... And so begins his adventure surrounding the mystery of the Fallen Maiden!"
    },
    {
        "id": "100092",
        "title": "Time Paradox Ghostwriter",
        "author": "Kenji Ichima / Tsunehiro Date",
        "language": "English",
        "description": "On a cold and stormy night, I decide to give up on my dream. But lightning strikes! And now I have an issue of Shonen Jump from the future! Teppei Sasaki is a passionate rookie manga artist who dreams of getting a series in Weekly Shonen Jump. One day, he gets a copy of Jump from ten years in the future. Is it all a coincidence, or is it fate? Whatever the case, destiny is about to change... Time warps! Destinies intersected! For a tomorrow that was never meant to be! The future of Jump is here!"
    },
    {
        "id": "100206",
        "title": "Tokyo Demon Bride Story",
        "author": "Tadaichi Nakama",
        "language": "English",
        "description": "Ten years ago, a young Jinta promised to marry a certain girl. And now that he's all grown up, a wacky oni girl shows up at his door! Get ready for a hilarious mononoke battle manga!"
    },
    {
        "id": "100027",
        "title": "Tokyo Ghoul",
        "author": "Sui Ishida",
        "language": "English",
        "description": "Shy Ken Kaneki is thrilled to go on a date with the beautiful Rize. But it turns out that she’s only interested in his body—eating it, that is. When a morally questionable rescue transforms him into the first half-human half-Ghoul hybrid, Ken is drawn into the dark and violent world of Ghouls, which exists alongside our own."
    },
    {
        "id": "100177",
        "title": "Tokyo Ghoul: re",
        "author": "Sui Ishida",
        "language": "English",
        "description": "Haise Sasaki has been tasked with teaching Qs Squad how to be outstanding investigators, but his assignment is complicated by the troublesome personalities of his students and his own uncertain grasp of his Ghoul powers. Can he pull them together as a team, or will Qs Squad first assignment be their last?"
    },
    {
        "id": "100062",
        "title": "Tokyo Shinobi Squad",
        "author": "Yuki Tanaka / Kento Matsuura",
        "language": "English",
        "description": "Tokyo, 2049... Thanks to the Galapagos Reform enacted by the government, Russia, China, America and Japan are now connected by a Hyper Loop system. This globalization has turned Tokyo into the most crime-ridden city in the world. To fight the rising crime, those who have been working in the shadows since the Sengoku period are needed... They are...the Shinobi!"
    },
    {
        "id": "100209",
        "title": "Tokyo Underworld",
        "author": "Kenji Sakaki",
        "language": "English",
        "description": "According to urban legend, the guilty are sentenced to fall to the Tokyo Underworld. There, they are given no mercy and are mercilessly judged for their crimes in the cruelest ways imaginable!!"
    },
    {
        "id": "100078",
        "title": "Twin Star Exorcists",
        "author": "Yoshiaki Sukeno",
        "language": "English",
        "description": "The “Twin Star Exorcists” are fated to produce the child prophesied to end the war with the monstrous Kegare... But can Rokuro and Benio get along for five minutes, let alone save the world?"
    },
    {
        "id": "100232",
        "title": "UNBLESSED",
        "author": "Elelians",
        "language": "English",
        "description": "A mercenary duo made up by a girl and her shape-shifting creature cross their path with a robber, and indirectly with a teenage student. Making their afternoon an unexpected turn of events."
    },
    {
        "id": "100081",
        "title": "UNDEAD UNLUCK",
        "author": "Yoshifumi Tozuka",
        "language": "English",
        "description": "As an UNLUCKY girl prepares to face her death, an UNDEAD who desperately wants to die appears before her! Vicious, violent and buck naked! An unprecedented picaresque hero appears in Shonen Jump!"
    },
    {
        "id": "100241",
        "title": "VIBRATION MAN",
        "author": "Tohki Iwai",
        "language": "English",
        "description": "Since the government announced the existence of people with “special powers” 10 years ago, Shindo Susumu has longed for his own amazing abilities. However, he finds himself to be nothing but an average 15-year-old. Then one day, during his high school entrance ceremony, a power finally awakens inside him…but it’s not exactly the kind he’d always hoped for!"
    },
    {
        "id": "100035",
        "title": "We Never Learn",
        "author": "Taishi Tsutsui",
        "language": "English",
        "description": "Nariyuki Yuiga comes from an impoverished family, so he’s eager to secure a full scholarship to college before he graduates high school. His principal agrees, with one stipulation—he must tutor the two smartest girls at school and make sure they get into their target colleges!"
    },
    {
        "id": "100145",
        "title": "WITCH WATCH",
        "author": "Kenta Shinohara",
        "language": "English",
        "description": "Morihito, a boy with the strength of an ogre, is about to start living together with his childhood friend NIko, who is training to be a witch. NIko's magic leads to all sorts of unpredictable trouble, and with two teens under one roof... Let the fantastical antics begin!?Magical comedy series by Kenta Shinohara creator of?SKET DANCE?and?Astra Lost in Space."
    },
    {
        "id": "100028",
        "title": "World Trigger",
        "author": "Daisuke Ashihara",
        "language": "English",
        "description": "Earth is under constant threat from Neighbors, invincible monsters from another dimension that destroy our way of life. At least we have the elite warriors of Border, who co-opt alien technology to fight back!\nOur hero Osamu Mikumo may not be the best agent, but he'll do whatever it takes to defend life on Earth as we know it.\nWhen Osamu meets a feisty humanoid Neighbor named Yuma, everything that he thinks is right is turned on its head. Can the two natural enemies ever become friends?"
    },
    {
        "id": "100112",
        "title": "World's end harem ~Britannia Lumiére~",
        "author": "LINK/ Eto Kira",
        "language": "English",
        "description": "High school girl Eri has a strong and pure heart. One day, she is suddenly summoned to another world, \"Britannia\" where only men exist. To save this world as the \"goddess of light\", a harsh battle begins in this world full of men!"
    },
    {
        "id": "100154",
        "title": "WRENCH MAKE SOME NOISE!",
        "author": "TSCR",
        "language": "English",
        "description": "<<Honorable Mention>>Draw the game! Two major brands collaborate for a manga competition! Jump and top game publisher Ubisoft team up for a new manga competition! Four of Ubisoft's biggest games: Assassin's Creed, Watch Dogs, The Division and Far Cry are used as source material. Here are the 5 award-winning works!"
    },
    {
        "id": "100200",
        "title": "You and I are Polar Opposites",
        "author": "Kocha Agasawa",
        "language": "English",
        "description": "Suzuki, an energetic girl who can't help but follow the crowd, finds herself drawn to Tani, a quiet boy who can easily speak his mind.  Enter: the serialization of a hit one-shot!  A story for anyone who wants to enjoy love! This down-to-earth, relatable rom-com is ready to pull at your heartstrings!"
    },
    {
        "id": "100029",
        "title": "Yu-Gi-Oh! Arc-V",
        "author": "Kazuki Takahashi / Shin Yoshida / Naohito Miyoshi",
        "language": "English",
        "description": "Yuzu Hiiragi and her father run a Dueling school that’s seen better days. If only they had a star teacher to bring in new students! When a rogue Duelist known as Phantom appears in the city, Yuzu may have found a savior, but Phantom will have to deal with the Leo Corporation’s special forces before he can get into any community service!"
    },
    {
        "id": "100055",
        "title": "Yui Kamio Lets Loose",
        "author": "Hiroshi Shiibashi",
        "language": "English",
        "description": "What is the terrifying secret behind beautiful honor student Yui Kamio's hair?! And why must she always keep it tied up? Super popular Kiito's high school life is plunged into chaos by the worst classmate imaginable! Hiroshi Shiibashi, the creator of Nura: Rise of the Yokai Clan, delivers a comedy that isn't afraid to let loose!"
    },
    {
        "id": "100226",
        "title": "Yumeochi: Dreaming of Falling For You",
        "author": "Ryoma Kitada",
        "language": "English",
        "description": "Even in university, Chono is stuck in the past regrets of his high school years. His dull days come to an abrupt end when he comes across a mysterious book... A book that allows him to return and re-do his high school life in his dreams. Follow Chono and the girls of his dreams as they reshape their wasted youths!"
    },
    {
        "id": "100076",
        "title": "ZIPMAN!!",
        "author": "Yusaku Shibata",
        "language": "English",
        "description": "Zip up and get your robot on! A new type of robot-action series! World-famous handsome mechanical engineer Koshiro Tatara and scary-looking musclehead Kaname, these polar opposite twins both fell in love with the same girl's smile. Since then, they compete daily to see which of them can make her smile more. But one day, tragedy suddenly strikes Koshiro... A new robot battle action manga with a totally unlikely duo from Yusaku Shibata, creator of Yoakemono!"
    },
    {
        "id": "100191",
        "title": "【OSHI NO KO】",
        "author": "Aka Akasaka x Mengo Yokoyari",
        "language": "English",
        "description": "\"In the world of showbiz, lies are weapons.\" Goro works as an OB-GYN in the countryside, a life far removed from the entertainment industry. Meanwhile, his favorite idol, Ai Hoshino, has begun her climb to stardom. The two meet in the \"worst possible way,\" setting the gears of fate in motion! The amazing Aka Akasaka and Mengo Yokoyari team up to depict the world of showbiz from a completely new perspective in this shocking series!"
    }
]